[
  {
      "id": 1,
      "name": "Vastu check points to buy a home",
      "content": "The main gate or main entrance of the house is the pedestal that decides or determines what kind of energies are going to penetrate into your house.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
  },
    {
      "id": 2,
      "name": "Northeast - The Brain",
      "content": "The Northeast direction holds great importance in Vaastu Shastra, and if utilized properly, it can have a positive influence on our lives.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 3,
      "name": "Vastu Shastra For Career Growth",
      "content": "Vastu of our home regulates our career graph curve. It drives not just career betterment, also ease of working at our work place.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 4,
      "name": "Vastu Tips for Child Health",
      "content": "Healthy mind resides in a healthy body, but for a body to be healthy, the house should also be healthy. Vastu Shastra is a must when is comes to health, specially for children.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 5,
      "name": "5 Vastu Rules for Setting up Home Office",
      "content": "Healthy mind resides in a healthy body, but for a body to be healthy, the house should also be healthy. Vastu Shastra is a must when is comes to health, specially for children.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 6,
      "name": "Importance of Colors as per Vastu Shastra",
      "content": "The  in any building, if used as per Vastu principles can fill your home with Peace, Prosperity, Good Health and Joy.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 7,
      "name": "Myths about Vastu For Kitchen",
      "content": "Kitchen is a very important part of every household as the food cooked there provides not just physical but also mental nourishment to the occupants of the house",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 8,
      "name": "Vastu guidance for home entrance",
      "content": "The main gate or main entrance of the house is the pedestal that decides or determines what kind of energies are going to penetrate into your house.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 9,
      "name": "Vastu Kitchen Colour: What You Must Know?",
      "content": "A house with vastu kitchen colour may promote good health, wealth, and pleasure. Continue reading if you want to find out more.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 10,
      "name": "Right Vastu Direction for Sitting in Office",
      "content": "Having trouble at work? You may not be sitting in the right direction in our office. Find out exactly where you should be seated as per Vastu for success!",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 11,
      "name": "Purify your space using Rock Salt",
      "content": "Purify your space within a couple of hours & wipe out negative energies stuck in the surroundings with this very simple process.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 12,
      "name": "Effect of Plants as per Vastu Shastra",
      "content": "Plants represent a natural form of growing life. They energize the space with attributes of growth and prosperity and are proven at various places.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 13,
      "name": "Vastu For New Home",
      "content": "Moving into a home built by own efforts is like a dream come true for everyone. Usually we get advise on importance of Vastu when a new home is being planned, from our well-wishers.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 14,
      "name": "Vastu Tips For Good Health",
      "content": "Healthy Space helps with Healthy Thoughts and Healthy Thoughts Are Important for Healthy Body” Disease can be understood as Dis-Ease which means when Ease is disturbed",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 15,
      "name": "North Facing House Vastu Plan - Case Study",
      "content": "Have a north facing house. Here is the most profitable vastu plan you always wanted. Check out our client’s story to understand what to do and what not to do",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 16,
      "name": "Factory Vastu Layout: What You Must Know?",
      "content": "Every manufacturer anticipates a problem-free operation of his plant. Factory vastu layout and equipment and good-skilled labour are critical considerations notwithstanding the financial commitment.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 17,
      "name": "East Facing House Vastu Plan - The Case Study You Must Read",
      "content": "Are you lucky enough to have an east facing house? If yes, you need to know that it’s not enough! Check out the right east facing house vastu plan here.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 18,
      "name": "Must-Follow Principles For West Facing House Vastu",
      "content": "Have a west facing house? Don’t worry, you don’t need to change your house. Just take care of these 9 things to bless your health, wealth, & relationships",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 19,
      "name": "What You Must Know About Home Colours As Per Vastu?",
      "content": "You're in luck if you've been considering which Vastu colours might work best in your house. To know more on home colours as per vastu, keep reading",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 20,
      "name": "A Guide to the Best Vastu Colours for Bedroom",
      "content": "Since you spend so much time there, both waking up and drifting off to sleep, ensuring your bedroom has a calming and inspiring atmosphere is important.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 21,
      "name": "What Is The Best Pooja Room Colour As Per Vastu?",
      "content": "It's essential to think carefully about the colour used in each room. The temple, or Pooja Ghar, is one of the most serene areas of the home",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 22,
      "name": "Determine The Correct Vastu directions For Your Home",
      "content": "Modern home buyers often consult experts about house direction vastu before making a final decision.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 23,
      "name": "South Facing Office Vastu: What You Must Know For Maximum Growth?",
      "content": "Bringing harmony into the workplace is just as crucial as doing so at home, according to the principles of Vastu Shastra",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 24,
      "name": "Vastu Ideas You Must Know for Manufacturing Units Or Factories",
      "content": "In the adult world, work is a necessity. It provides for the needs of existence and helps individuals find their place in the world.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 25,
      "name": "Balancing The South West Corner With Vastu Tips From Experts",
      "content": "The Vastu of the South West Corner can be tough to balance, but with the right advice, it can help bring harmony to your life. Read that advice here!",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 26,
      "name": "Vastu for Boutique",
      "content": "Why vastu for boutique is my only option for a healthy and prosperous working environment?",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 27,
      "name": "Residential vastu Shastra",
      "content": "A residential building that is supposed to provide a shelter, protection and security to multiple families.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 28,
      "name": "Vastu for Agricultural Land",
      "content": "manage your profits and losses in a more efficient and effective manner with vastu tips for agricultural land. Our experts bring to you, the solutions of all kinds of queries",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 29,
      "name": "Vastu For Happiness",
      "content": "Everyone has one or the other reasons that keeps them away from their source of happiness",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 30,
      "name": "Vastu For Bank",
      "content": "Vastu Shastra, is an important factor, which must be considered while choosing a new property",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 31,
      "name": "Vastu For Hotel",
      "content": "Vastu Shastra, is an important factor, which must be considered while choosing a new property",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 32,
      "name": "Vastu For Home Plan",
      "content": "In order to build a home of love and affection out of a mere house of bricks and pillars, follow these tips",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 33,
      "name": "Vastu For schoool",
      "content": "Vastu for school is the untold secret to a successful educational institution. Follow these tips",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 34,
      "name": "Vastu For shop",
      "content": "ever thought of improving your sales and customer interaction? These tips of vastu for shop will help.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 35,
      "name": "Vastu For lighting",
      "content": "When all seems dark and monotonous, it is time to bring the light of your existence to life. Learn these easy tricks of vastu for lighting and benefit from it. A home is not a home until all of its elements are balanced well and good.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 36,
      "name": "Vastu For cooking",
      "content": "Your kitchen can now become the epicentre of your home’s peace and prosperity.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 37,
      "name": "Vastu For interior",
      "content": "Want to learn the secret to a peaceful home? Learn these innovative and easy vastu for interior tips now.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 38,
      "name": "Vastu For Exterior",
      "content": "it’s high time to blend designing and vastu altogether. Learn stylish tricks of vastu for exterior",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 39,
      "name": "Vastu for Peace Of Mind",
      "content": "if you want to find true happiness, satisfaction and settlement, try vastu for peace of mind",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 40,
      "name": "Vastu For Furniture",
      "content": "Convert the chaos into symphony as you assimilate all the energies of your house for resonating positivity.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 41,
      "name": "Vastu For Multiplex",
      "content": "If your real estate business is running low then worry not because vastu for multiplex is all the answer you need.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 42,
      "name": "5 Vastu points to check before buying a house",
      "content": "Vastu Shastra, is an important factor, which must be considered while choosing a new property, be it residential or commercial.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 43,
      "name": "Vastu Tips For Happy Married Life",
      "content": "Plan your bedroom in the right Vastu direction South West as this direction governs the love, attractions & physical relationship with the spouse. Be cautious while choosing colours as the wrong colour schemes for the bedroom can be equally bad.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 44,
      "name": "Vastu For Industries",
      "content": "The principles and aspects of Vaastu applies to every space where we spend our significant part of the day. We do spend most of our time not just at our homes, but also at our offices and factories.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 45,
      "name": "Fire Element & Vastu (Agani-Tatva)",
      "content": "Fire element plays a crucial part in our life as per Vastu Shastra. Fire can be present in many forms around us such as:",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 46,
      "name": "Vastu & Water Element (Jal-Tatva)",
      "content": "Water, one of the prime element of the Five Elements of nature (Panchtatvas), holds much importance as per Vaastu Shastra as well. Let us explore how water relates to Vaastu Principles.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 47,
      "name": "Effects Of Geopathic Stress",
      "content": "Sharing one particular incident from my Vaastu Audits. The main concern of client was that despite of best possible efforts, monetary returns were practically non-existent & production line has high down time.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 48,
      "name": "Vastu helps in Creating the Best Business Space",
      "content": "Vaastu is a divine science which works on the basic fundamentals of keeping various energies in our surroundings aligned and harmonised according to the laws of nature to create the best experiences.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 49,
      "name": "Vastu Tips for a Happy, Positive and Vibrant Home",
      "content": "Result oriented Vaastu practices require precision & needs to be worked upon in detail. Few quick tips and brief description of our No Demolition Vaastu Solutions.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 50,
      "name": "Vastu For Factories",
      "content": "The principles and aspects of Vaastu applies to every space where we spend our significant part of the day. We do spend most of our time not just at our homes, but also at our workplace",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 51,
      "name": "Vastu Tips For Growth in Business",
      "content": "Vastu takes a scientific approach by combining all five elements of nature – Earth, Water, Air, Fire, Ether and balancing it with personal requirements, creating a harmonious layout of a factory,",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 52,
      "name": "Vastu Balancing & Quality Sleep",
      "content": "Do you always find yourself struggling for a sound sleep? If Yes, Read further to program a nice peaceful sleep for yourself.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 53,
      "name": "No Demolition Vastu Solutions",
      "content": "It takes a lot to build a house of your dreams. You want to do everything possible to give your loved ones a place they can call home",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 54,
      "name": "Vastu Tips For Home Decoration",
      "content": "We all love to decorate our space with paintings and artifacts. And how can it get better than this, if each of these decorative works together in tandem to enhance the positive vibration of our space.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 55,
      "name": "Vastu Tips For Kitchen",
      "content": "Vastu, as a scientific concept, has a much more different meaning, in the present world. Let us see how the placement or direction of kitchen in our home relates to our life.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 56,
      "name": "Vastu Tips For Temple",
      "content": "We start out daily routine with worshiping the divine at our pooja place in our homes. It has a great impact on how our day will be. Here are some useful vastu tips for Place Of Worship",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 57,
      "name": "Vaastu Tips to Attract Money",
      "content": "A balanced space ensures harmony & positivity which creates a perfect flow of monetary gains. Follow the below advises & allow the energies to bring you abundance.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 58,
      "name": "Vaastu Tips For Job",
      "content": "Vastu Shastra plays a very crucial role for people in jobs. Vastu for home is somewhere linked with our personal progress in office, support from seniors or bosses, promotion & growth, recognition, getting opportunities etc.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 59,
      "name": "Vastu Tips For Home",
      "content": "It’s everyone’s dream, to build their own home. This, usually, once in a lifetime achievement, takes a lot of effort to ensure that the new home guarantees a prosperous and healthy life.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 60,
      "name": "Vastu Tips for Car Parking",
      "content": "The right Vastu for car parking in house is essential to keep negativity away from your vehicle. Here is what can happen if you are not parking your car according to Vastu:",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    },
    {
      "id": 61,
      "name": "Vastu Tips for Better Relationship",
      "content": "Vastu is a philosophy that teaches us to respect and value our relationships. This article discusses some Vastu principles to improve our relationships.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 62,
      "name": "Effects of Toilet Seat",
      "content": "Toilets are a major source of negative energy and should be designed as per vaastu guidelines for Toilets, in the residences as well as Commercial & Industrial spaces.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 63,
      "name": "Vastu Tips For Bedroom",
      "content": "Vastu of our bedroom leaves deep impression on our sub-conscious mind. Our subconscious mind decides and regulates the direction of our lives.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 64,
      "name": "Vastu & Five Elements (Panchtatvas)",
      "content": "Panchtatva word is the combination of two words “panch” that is five and “tatva” means elements - Earth, Water, Fire, Air and Ether (sky or space).",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "1,4"
    },
    {
      "id": 65,
      "name": "Reason & Logic behind Ganesha Idol Immersion",
      "content": "Shri Ganesha, is the Lord of New Beginnings and remover of obstacles. Ganesh Chaturthi marks the beginning of a prosperous and joyous period of festivities.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 66,
      "name": "Benefits of A Vastu compliant home",
      "content": "Many people aren't aware of the facts and principles concerning the Vastushastra and end up building a house without observing the things that may affect their happiness and peace.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 67,
      "name": "Vastu Shastra for Main Entrance",
      "content": "The direction of the main entrance as per Vastu, is the most important aspect, even when you are renting a property.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 68,
      "name": "Effect of Mirrors as per Vastu Shastra",
      "content": "Mirror is a very important element to be considered while analysing the Vastu compliance of any space. It could be a full-length dressing mirror....",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "2,4"
    },
    {
      "id": 69,
      "name": "Easy Vastu Tips for Study",
      "content": "Ensure Your Child’s Excellent Performance In Studies with Simple Vastu Tips For Study Room.",
      "image": "/assets/imgs/blog/agricultural-land.jpg",
      "Categories_id": "3,4"
    }
]